{"dataset_id":"tsar2025trial","text_id":"01-a2","original":"Now NASA is working towards logging some of the smaller asteroids, those measuring 140 metres wide or more. Of the 25,000 estimated asteroids of this size, so far about 8,000 have been logged, leaving 17,000 unaccounted for. Considering that a 19-metre asteroid that exploded above the city of Chelyabinsk in Russia in 2013 injured 1,200 people, these middle-sized asteroids would be a serious danger if they enter Earth's orbit.","target_cefr":"a2","reference":"Asteroids are small rocks in space. NASA is collecting information about middle-sized asteroids (bigger than 140 metres wide). They think there are 25,000 asteroids like this. NASA has collected information about 8,000 of them, but not about the other 17,000. In 2013, in Russia, above the city of Chelyabinsk, an asteroid exploded and hurt 1,200 people. That asteroid was only 19 metres wide, so bigger asteroids will be very dangerous if they hit the Earth."}
{"dataset_id":"tsar2025trial","text_id":"01-b1","original":"Now NASA is working towards logging some of the smaller asteroids, those measuring 140 metres wide or more. Of the 25,000 estimated asteroids of this size, so far about 8,000 have been logged, leaving 17,000 unaccounted for. Considering that a 19-metre asteroid that exploded above the city of Chelyabinsk in Russia in 2013 injured 1,200 people, these middle-sized asteroids would be a serious danger if they enter Earth's orbit.","target_cefr":"b1","reference":"Asteroids are rocks that fly through space. NASA is recording data about some quite small asteroids (ones that are still at least 140 metres wide). It is believed that 25,000 asteroids like that exist, but so far only 8,000 have been recorded, so there is a lack of information for 17,000 of them. However, in 2013, above the city of Chelyabinsk in Russia, an asteroid which was just 19 metres wide exploded, and that injured 1,200 people, so the world would be in serious danger if any of those larger asteroids entered the Earth's atmosphere in the future."}
{"dataset_id":"tsar2025trial","text_id":"02-a2","original":"Earthquakes damage all structures, including bridges. Luckily, this kind of collapse is relatively infrequent, especially with modern bridges. Engineers have learned to design bridges in earthquake zones on areas that are much more resistant to movement.","target_cefr":"a2","reference":"An earthquake means when the ground shakes a lot. Earthquakes can make buildings fall down, including bridges. Luckily, modern bridges don't fall down very often. In earthquake areas, engineers now choose to build bridges in places that do not move so much."}
{"dataset_id":"tsar2025trial","text_id":"02-b1","original":"Earthquakes damage all structures, including bridges. Luckily, this kind of collapse is relatively infrequent, especially with modern bridges. Engineers have learned to design bridges in earthquake zones on areas that are much more resistant to movement.","target_cefr":"b1","reference":"Earthquakes damage all kinds of buildings, including bridges. Luckily, however, bridges, especially modern ones, are not often completely destroyed. Engineers have learned to design bridges in earthquake zones on ground that moves less during earthquakes."}
{"dataset_id":"tsar2025trial","text_id":"03-a2","original":"The Hunger Games are an annual event, which the Capitol uses to remind the districts that they are being punished for rebelling. Every year one boy and one girl aged 12 to 18 are chosen from each district by lottery to compete in a battle in which only one person can survive. The chosen teenagers are called \"tributes\". The whole nation is forced to watch the event on television.","target_cefr":"a2","reference":"The 'Hunger Games' happen every year. Why? To punish the people for not following the country's rules. Every year, one unlucky boy and one unlucky girl (= 'tributes') between 12 and 18 years old from each part of the country have to enter the Games, and only the winner will come out alive. Everyone else in the country has to watch the Games on television."}
{"dataset_id":"tsar2025trial","text_id":"03-b1","original":"The Hunger Games are an annual event, which the Capitol uses to remind the districts that they are being punished for rebelling. Every year one boy and one girl aged 12 to 18 are chosen from each district by lottery to compete in a battle in which only one person can survive. The chosen teenagers are called \"tributes\". The whole nation is forced to watch the event on television.","target_cefr":"b1","reference":"The Hunger Games are an annual event, which the Capitol (the government) organises. Their purpose is to punish the districts for not accepting the rules. Every year, one boy and one girl aged 12 to 18 are chosen from each district by lottery. They have to take part in a battle, and only the winner of the battle survives. The chosen teenagers are called 'tributes'. The Capitol makes the whole population watch the event on television."}
{"dataset_id":"tsar2025trial","text_id":"04-a2","original":"Small animals like birds, squirrels, mice and insects are a common sight in many cities and towns. But in recent years, the world's press has been full of reports of wild animals coming into cities in bigger and bigger numbers. There have been bears in Vancouver parks, leopards on the streets of Mumbai and wild pigs in gardens in Berlin. What happens when bigger animals come into our cities? Are they welcome or are they considered a danger or a pest?","target_cefr":"a2","reference":"We see small animals, such as birds, mice and insects in many cities and towns. But now, we see news stories about wild animals in cities more often. For example, there are bears in parks in Vancouver, big cats on the streets of Mumbai and wild pigs in gardens in Berlin. What do we think about that? Are we happy about wild animals in our cities, or not?"}
{"dataset_id":"tsar2025trial","text_id":"04-b1","original":"Small animals like birds, squirrels, mice and insects are a common sight in many cities and towns. But in recent years, the world's press has been full of reports of wild animals coming into cities in bigger and bigger numbers. There have been bears in Vancouver parks, leopards on the streets of Mumbai and wild pigs in gardens in Berlin. What happens when bigger animals come into our cities? Are they welcome or are they considered a danger or a pest?","target_cefr":"b1","reference":"Small animals like birds, mice and insects are often seen in many cities and towns. But recently, the media has often reported on wild animals coming into cities too.  There have been reports of bears in Vancouver parks, leopards on the streets of Mumbai and wild pigs in gardens in Berlin. What happens when bigger animals come into our cities? Are they welcome, or do people consider them dangerous or annoying?"}
{"dataset_id":"tsar2025trial","text_id":"05-a2","original":"Potentially Hazardous Asteroids' are rocks close enough to pass within 7.5 million kilometres of Earth's orbit. NASA has created a map of 1,400 PHAs, none of which are expected to be a threat in the next one hundred years. With technology already available, NASA can track these objects and make predictions about possible impact, at which point two defence solutions could be launched.","target_cefr":"a2","reference":"Some rocks in space may be dangerous to Earth. If they fly near to Earth (less than 7.5 million kilometres away), they are 'Potentially Hazardous Asteroids' (PHAs). NASA knows about 1,400 PHAs, but none of them is a danger to Earth for the next 100 years. NASA knows this because it can follow the PHAs with its technology and decide if they will hit Earth or not. If a PHA becomes a danger, there are two possible answers for our defence."}
{"dataset_id":"tsar2025trial","text_id":"05-b1","original":"Potentially Hazardous Asteroids' are rocks close enough to pass within 7.5 million kilometres of Earth's orbit. NASA has created a map of 1,400 PHAs, none of which are expected to be a threat in the next one hundred years. With technology already available, NASA can track these objects and make predictions about possible impact, at which point two defence solutions could be launched.","target_cefr":"b1","reference":"'Potentially Hazardous Asteroids' are space rocks that come less than 7.5 million kilometres from Earth. NASA has created a map of 1,400 PHAs, but, according to that organisation, none of them will be a danger to us for the next one hundred years. NASA can use its technology to follow these objects and predict whether and when they will hit us. If that seems likely to happen, there are two possible solutions to defend us."}
{"dataset_id":"tsar2025trial","text_id":"06-a2","original":"One night in 2003, Suzanne Collins was flipping between channels on TV. It was at the time of the US invasion of Iraq. The only programmes she could find on TV were 'reality' programmes of young people competing to win a million dollars and news programmes about the war. Suzanne says that the two things start to merge together in a disturbing way and the idea for The Hunger Games came to her.","target_cefr":"a2","reference":"One night in 2003, Suzanne Collins was watching television. The news programmes were about the war between the USA and Iraq. Other programmes were competitions between young people trying to win a million dollars. Suzanne says that her brain mixed the two types of programmes together in a worrying way and her story 'The Hunger Games' came from that."}
{"dataset_id":"tsar2025trial","text_id":"06-b1","original":"One night in 2003, Suzanne Collins was flipping between channels on TV. It was at the time of the US invasion of Iraq. The only programmes she could find on TV were 'reality' programmes of young people competing to win a million dollars and news programmes about the war. Suzanne says that the two things start to merge together in a disturbing way and the idea for The Hunger Games came to her.","target_cefr":"b1","reference":"One night in 2003, Suzanne Collins was watching TV, changing from one channel to another every few minutes. It was at the time of the U.S.-Iraq war. The news programmes were about the war, and the only other programmes were shows about young people competing to win a million dollars. Suzanne says that the two types of programmes started to come together in her mind in an unpleasant way and the idea for The Hunger Games came to her."}
{"dataset_id":"tsar2025trial","text_id":"07-a2","original":"The Life of Pi tells the extraordinary story of Pi, a teenage boy from India, who is shipwrecked and finds himself trapped in a lifeboat in the Pacific Ocean with a ferocious tiger. It is the third book by the Canadian author Yann Martel, and was published in 2001. Since then, it has sold over seven million copies worldwide, won several prizes and been translated into 41 languages. Martel is the son of a diplomat and as a child lived in Costa Rica, Canada, France and Mexico.","target_cefr":"a2","reference":"'The Life of Pi' is a very surprising story about a boy, Pi, a teenager from India. He travels on a ship, but it has an accident and goes down in the ocean. He gets away from the ship on a small boat, but there is also a wild animal on the boat - an angry tiger. 'The Life of Pi' is the third book by Yann Martel, a writer from Canada. It came out in 2001, it is available in 41 languages, and seven million people have bought the book. Martel is the son of a diplomat: diplomats have to move from country to country, so when Martel was a child, he lived in Costa Rica, Canada, France and Mexico."}
{"dataset_id":"tsar2025trial","text_id":"07-b1","original":"The Life of Pi tells the extraordinary story of Pi, a teenage boy from India, who is shipwrecked and finds himself trapped in a lifeboat in the Pacific Ocean with a ferocious tiger. It is the third book by the Canadian author Yann Martel, and was published in 2001. Since then, it has sold over seven million copies worldwide, won several prizes and been translated into 41 languages. Martel is the son of a diplomat and as a child lived in Costa Rica, Canada, France and Mexico.","target_cefr":"b1","reference":"The Life of Pi tells the extraordinary story of Pi, a teenage boy from India. He is travelling on a ship which sinks in the Pacific Ocean; he manages to escape on a small boat, but he discovers there is also a frightening tiger on it with him. It is the third book by the Canadian author Yann Martel, and it was published in 2001. Since then, it has sold over seven million copies internationally. It has also won several prizes and been translated into 41 languages. Martel is the son of a diplomat, which involves working in embassies, so when he was a child he lived in various countries: Costa Rica, Canada, France and Mexico."}
{"dataset_id":"tsar2025trial","text_id":"08-a2","original":"Dreams of a phone call from an old friend or the death of someone close, for example, are more likely to be the result of coincidence than prophecy. And, of course, we probably choose to forget all the times we dream about such events but they don't happen.","target_cefr":"a2","reference":"Sometimes, we dream that an old friend will telephone us, or we dream that a friend or family member will die, and then those things happen. This is probably just because of chance, not an ability to see the future. And, I'm sure you will agree, we probably often dream about things like that, but then they don't happen, and we choose to forget those dreams."}
{"dataset_id":"tsar2025trial","text_id":"08-b1","original":"Dreams of a phone call from an old friend or the death of someone close, for example, are more likely to be the result of coincidence than prophecy. And, of course, we probably choose to forget all the times we dream about such events but they don't happen.","target_cefr":"b1","reference":"If we dream that we will get a phone call from an old friend or learn about the death of someone close, for example, this is more likely to be the result of chance rather than an ability to predict the future. And, of course, we probably choose to forget all the times we dream about events like that but then they don't happen."}
{"dataset_id":"tsar2025trial","text_id":"09-a2","original":"Some bridge collapses are mysteries, and engineers only realise why after they conduct a complete investigation. In some cases, this could happen because inferior-quality material was used in the construction, or because of a defect in a key piece of the bridge. In other cases, the bridge was designed only to support a certain amount of weight and no more.","target_cefr":"a2","reference":"Sometimes, when a bridge falls down, nobody knows why. To understand what happened, engineers have to study it a lot. Sometimes, a bridge falls down because its materials (such as stone or metal) are not strong enough, or because there is a problem with an important part of the bridge. Or sometimes, the traffic on the bridge just becomes too heavy for it."}
{"dataset_id":"tsar2025trial","text_id":"09-b1","original":"Some bridge collapses are mysteries, and engineers only realise why after they conduct a complete investigation. In some cases, this could happen because inferior-quality material was used in the construction, or because of a defect in a key piece of the bridge. In other cases, the bridge was designed only to support a certain amount of weight and no more.","target_cefr":"b1","reference":"Sometimes, when a bridge falls down, it is a mystery, and engineers only realise why it happened after they look into the event in detail. In some cases, this could happen because poor-quality material was used when the bridge was built, or because a key piece of the bridge is weak. In other cases, the bridge was designed only to support a certain amount of weight and no more."}
{"dataset_id":"tsar2025trial","text_id":"10-a2","original":"I used to do a typical five-day week, but after I came out of my parental leave, I decided that I wanted to spend more time with my children before they start school. After negotiating with my boss, we decided to cut my working week down to a three-day work week. This of course meant a significant cut in my pay too, as I'm paid on a pro-rata basis. I've since noticed, though, that my workload hasn't decreased in the slightest! I'm now doing five days' worth of work in three days, but getting paid much less for it! ","target_cefr":"a2","reference":"In the past, I worked five days a week, like most workers. When I had my children, I took a break from my job. But after I went back to work, I decided that I wanted to spend more time with my young children. I talked about this with my boss, and we agreed that I could work three days a week. Because I work less now, I also receive less pay - but I don't do less work! I'm still working as much as before, but I'm getting a lot less pay!"}
{"dataset_id":"tsar2025trial","text_id":"10-b1","original":"I used to do a typical five-day week, but after I came out of my parental leave, I decided that I wanted to spend more time with my children before they start school. After negotiating with my boss, we decided to cut my working week down to a three-day work week. This of course meant a significant cut in my pay too, as I'm paid on a pro-rata basis. I've since noticed, though, that my workload hasn't decreased in the slightest! I'm now doing five days' worth of work in three days, but getting paid much less for it! ","target_cefr":"b1","reference":"I used to work a typical five-day week, but at the end of my time away from work for having my children, I decided that I wanted to spend more time with my children before they start school. After discussing this with my boss, we decided to cut my working week down to a three-day work week. This of course meant a pretty large cut in my pay too, as I'm only paid for the days I work. Since then, however, I've noticed that the amount of work I do hasn't decreased in any way! I'm now doing five days' work in three days, but getting paid much less for it!"}
{"dataset_id":"tsar2025trial","text_id":"11-a2","original":"Much of today's business is conducted across international borders, and while the majority of the global business community might share the use of English as a common language, the nuances and expectations of business communication might differ greatly from culture to culture. A lack of understanding of the cultural norms and practices of our business acquaintances can result in unfair judgements, misunderstandings and breakdowns in communication. Here are three basic areas of differences in the business etiquette around the world that could help stand you in good stead when you next find yourself working with someone from a different culture.","target_cefr":"a2","reference":"Often, business today is international, and most international businesses use English as a shared language. However, businesses in different countries might expect very different things when they talk to each other. If we do not know what is normal for businesses in other cultures, we may not understand them, we might think wrong things about them, and our relationships with them may get worse. Here are three types of differences in business cultures around the world. This information might help you in the future if you work with someone from a different culture."}
{"dataset_id":"tsar2025trial","text_id":"11-b1","original":"Much of today's business is conducted across international borders, and while the majority of the global business community might share the use of English as a common language, the nuances and expectations of business communication might differ greatly from culture to culture. A lack of understanding of the cultural norms and practices of our business acquaintances can result in unfair judgements, misunderstandings and breakdowns in communication. Here are three basic areas of differences in the business etiquette around the world that could help stand you in good stead when you next find yourself working with someone from a different culture.","target_cefr":"b1","reference":"Much of today's business is carried out across international borders, and most businesses across the world use English as a common language. However, what businesses expect from their communications might be very different from culture to culture. If we do not have enough knowledge of the normal ways of doing things in our business partners' and customers' cultures, we may misunderstand them and judge them unfairly as a result, and our relationships may get worse. Here are three basic areas of differences in business culture around the world that could help you when you next work with someone from a different culture."}
{"dataset_id":"tsar2025trial","text_id":"12-a2","original":"Between 100,000 and 50,000 years ago, though, we start to see the evidence of early human civilisation, through cave paintings for example; no one knows the connection between this and language. Brains didn't suddenly get bigger, yet humans did become more complex and more intelligent. Was it using language that caused their brains to develop? Or did their more complex brains start producing language?","target_cefr":"a2","reference":"But we can see that people lived between 100,000 and 50,000 years ago: there are early paintings, for example. What is the relationship between these paintings and language? No one knows. Brains didn't quickly get bigger, but people became more clever. Did their brains get better because they used language? Or did language come from having better brains?"}
{"dataset_id":"tsar2025trial","text_id":"12-b1","original":"Between 100,000 and 50,000 years ago, though, we start to see the evidence of early human civilisation, through cave paintings for example; no one knows the connection between this and language. Brains didn't suddenly get bigger, yet humans did become more complex and more intelligent. Was it using language that caused their brains to develop? Or did their more complex brains start producing language?","target_cefr":"b1","reference":"Between 100,000 and 50,000 years ago, however, we start to see signs of early human societies, through cave paintings for example; no one knows the connection between this and language. Brains didn't suddenly get bigger, yet humans became more complicated and more intelligent. Did the use of language make their brains develop? Or did their more developed brains start producing language?"}
{"dataset_id":"tsar2025trial","text_id":"13-a2","original":"Many of the major supermarket chains have come under fire with accusations of various unethical acts over the past decade. They've wasted tonnes of food, they've underpaid their suppliers and they've contributed to excessive plastic waste in their packaging, which has had its impact on our environment. But supermarkets and grocers are starting to sit up and take notice. In response to growing consumer backlash against the huge amounts of plastic waste generated by plastic packaging, some of the largest UK supermarkets have signed up to a pact promising to transform packaging and cut plastic wastage.","target_cefr":"a2","reference":"Some people are angry at the big supermarkets. They say they do many bad or wrong things. For example, they throw away a lot of food, they buy things cheaply and sell them expensively, and the things they sell include too much plastic, which is bad for our world. But big and small shops are starting to do something, because their customers are getting more unhappy about the problem of too much plastic. Some of the largest supermarkets in the UK now say they are going to change the things they sell to use less plastic."}
{"dataset_id":"tsar2025trial","text_id":"13-b1","original":"Many of the major supermarket chains have come under fire with accusations of various unethical acts over the past decade. They've wasted tonnes of food, they've underpaid their suppliers and they've contributed to excessive plastic waste in their packaging, which has had its impact on our environment. But supermarkets and grocers are starting to sit up and take notice. In response to growing consumer backlash against the huge amounts of plastic waste generated by plastic packaging, some of the largest UK supermarkets have signed up to a pact promising to transform packaging and cut plastic wastage.","target_cefr":"b1","reference":"Many of the main supermarkets have received negative comments in recent years, because it is said that they have done various bad or wrong things. They've wasted large amounts of food, they haven't paid enough money to the companies whose products they sell, and their products create a lot of plastic waste we don't need, which is damaging our environment. But markets and supermarkets are starting to care about this. In answer to increasing customer unhappiness about the huge amounts of waste from plastic covers, packets and boxes, some of the largest UK supermarkets have signed a promise to change their products and cut plastic waste."}
{"dataset_id":"tsar2025trial","text_id":"14-a2","original":"Wasfia Nazreen first came across a hula hoop as a young girl, when she saw a foreign child who was visiting her native Bangladesh playing with one. Wasfia reluctantly stood by and watched, as in her country it was believed that girls should not play with hula hoops or ride bikes. Now Wasfia is one of the few people in the world to have climbed the Seven Summits, including Everest and Kilimanjaro, and the first to have hula-hooped on each peak. Her reason for doing so: to empower women and girls in a country which discourages them from doing sport. ","target_cefr":"a2","reference":"A 'hula hoop' is a kind of toy. It's a large circle of plastic. Children stand inside it, pick it up, put it around their middles, then move their bodies: they are trying to stop the hula hoop from falling down. The first time Wasfia Nazreen saw a hula hoop, she was a young girl living in Bangladesh. A foreign girl was playing with it. Wasfia wanted to try it, but she didn't, because people in Bangladesh didn't think girls should play with hula hoops or ride bikes. Now, Wasfia has climbed seven of the highest mountains in the world and, at the top of every mountain, she uses her hula hoop. Nobody else has ever done that! She does it because she wants to show other women and girls in her country that they can do different things. Her country doesn't like women who do sport."}
{"dataset_id":"tsar2025trial","text_id":"14-b1","original":"Wasfia Nazreen first came across a hula hoop as a young girl, when she saw a foreign child who was visiting her native Bangladesh playing with one. Wasfia reluctantly stood by and watched, as in her country it was believed that girls should not play with hula hoops or ride bikes. Now Wasfia is one of the few people in the world to have climbed the Seven Summits, including Everest and Kilimanjaro, and the first to have hula-hooped on each peak. Her reason for doing so: to empower women and girls in a country which discourages them from doing sport. ","target_cefr":"b1","reference":"A 'hula hoop' is a kind of toy. It's a large plastic ring which children put around their middles. They then move their bodies to move the hula hoop and try to prevent it from falling down. Wasfia Nazreen first saw a hula hoop as a young girl, when she saw a foreign child playing with one in Bangladesh, her home country. Wasfia could only stand and watch, because in her country people believed that girls should not play with hula hoops or ride bikes. Now, Wasfia has climbed the highest mountain on every continent in the world - all seven, including Everest and Kilimanjaro - which only a few people in the world have done. She has also hula-hooped on each peak. Her reason for doing so: to make women and girls feel they can do a wider range of things in a country which does not encourage them to do sport."}
{"dataset_id":"tsar2025trial","text_id":"15-a2","original":"On the basis of these findings, we recommend that Girox Foods adopt a more people-oriented management style. As part of this, we should explore ways of offering more flexible working hours to our employees and consider how we can enable employees to work from their chosen locations. Managers need to consider a variety of ways to challenge our staff and provide more positive reinforcement and recognition of the work they do. Increased investment in professional development, especially in the area of social and intercultural communication, could also contribute to creating a positive environment for employees to produce their best work.","target_cefr":"a2","reference":"We've looked carefully at Girox Foods, and we have some advice. The company should change. The managers should see the workers as more important. For example, if the workers want to change when and where they work, it should be possible. We should give workers different jobs sometimes so they will be more interested. We should also show them more often that we like their work. We should spend more money on teaching them, for example about how to talk to people, especially people from other countries. If we do all these things, this will be a better place to work, and then people can do their best work here."}
{"dataset_id":"tsar2025trial","text_id":"15-b1","original":"On the basis of these findings, we recommend that Girox Foods adopt a more people-oriented management style. As part of this, we should explore ways of offering more flexible working hours to our employees and consider how we can enable employees to work from their chosen locations. Managers need to consider a variety of ways to challenge our staff and provide more positive reinforcement and recognition of the work they do. Increased investment in professional development, especially in the area of social and intercultural communication, could also contribute to creating a positive environment for employees to produce their best work.","target_cefr":"b1","reference":"Looking at these research results, we recommend that Girox Foods changes its management style so that it begins to attach more importance to its employees. As part of this, we should consider ways of offering our employees opportunities to change their working hours and also locations. Managers need to consider a variety of ways to give our staff a challenge and to show they notice and support the work they do. We should increase our spending on training, especially on the topics of communicating socially and with people from other cultures. This may also help to create positive  working conditions where employees produce their best work."}
{"dataset_id":"tsar2025trial","text_id":"16-a2","original":"In the last two centuries, improvements in technology and health meant fewer children died young, fuelling rapid population growth. These large families produced even more children who survived into adulthood and had their own children. But with the wider availability of contraception in the 1960s, the global average number of babies per woman has declined from six babies per woman to as low as two.","target_cefr":"a2","reference":"In the last two hundred years, technology and health have improved, so not so many young children died. Instead, the population grew rapidly. These large families had even more children, and those children grew up and had their own children. But from the 1960s, science helped women have sex without having babies. Before that change, a woman often had six children. Afterwards, the number went down to two."}
{"dataset_id":"tsar2025trial","text_id":"16-b1","original":"In the last two centuries, improvements in technology and health meant fewer children died young, fuelling rapid population growth. These large families produced even more children who survived into adulthood and had their own children. But with the wider availability of contraception in the 1960s, the global average number of babies per woman has declined from six babies per woman to as low as two.","target_cefr":"b1","reference":"In the last two centuries, improvements in technology and health meant fewer children died young. For this reason, the population grew rapidly. These large families produced even more children who grew up, became adults and had their own children. But since the 1960s, when 'the pill' became available to most women, the average number of babies born has decreased from six babies per woman to two."}
{"dataset_id":"tsar2025trial","text_id":"17-a2","original":"Having an increased awareness of the possible differences in expectations and behaviour can help us avoid cases of miscommunication, but it is vital that we also remember that cultural stereotypes can be detrimental to building good business relationships. Although national cultures could play a part in shaping the way we behave and think, we are also largely influenced by the region we come from, the communities we associate with, our age and gender, our corporate culture and our individual experiences of the world. The knowledge of the potential differences should therefore be something we keep at the back of our minds, rather than something that we use to pigeonhole the individuals of an entire nation.","target_cefr":"a2","reference":"If we know more about other cultures, that can help people from different countries to understand each other better. However, we must also be careful that what we know does not affect our business relationships badly. It's true that the things we do and think come from our country's culture. But they also come from other things too, for example: the area we live in, the company we work at, being a man or a woman, our family and friends, our age, and our past. So, we shouldn't forget what we know about possible differences, but we also shouldn't think we know people before we meet them."}
{"dataset_id":"tsar2025trial","text_id":"17-b1","original":"Having an increased awareness of the possible differences in expectations and behaviour can help us avoid cases of miscommunication, but it is vital that we also remember that cultural stereotypes can be detrimental to building good business relationships. Although national cultures could play a part in shaping the way we behave and think, we are also largely influenced by the region we come from, the communities we associate with, our age and gender, our corporate culture and our individual experiences of the world. The knowledge of the potential differences should therefore be something we keep at the back of our minds, rather than something that we use to pigeonhole the individuals of an entire nation.","target_cefr":"b1","reference":"An increased knowledge of the possible differences in expectations and behaviour can help us avoid cases of miscommunication. However, it is essential that we also remember that what we believe about other cultures can negatively affect our business relationships. Although national cultures can affect the way we behave and think, in general, other factors also affect us, for example: the region we come from, the social groups we belong to, our age, being male or female, our company's culture, and our individual experiences of the world. Therefore, we should keep our knowledge of the possible differences at the back of our minds, rather than using it to make predictions about all the people in a country."}
{"dataset_id":"tsar2025trial","text_id":"18-a2","original":"Unlike many other best-selling album artists, Springsteen is still releasing chart-topping, stadium-filling new music and remains at the top of his game in his late 60s. It doesn't surprise me at all. This is a man who tells us our most fundamental stories about ourselves and, when you listen to Born in the USA, those stories are as relevant today as they ever were.","target_cefr":"a2","reference":"Springsteen is different from many other pop or rock stars. He is nearly 70 years old, but he is still making new music so popular that he plays it to very large crowds, and his writing, singing and guitar playing are as good as ever. This is no surprise to me. His songs tell us important stories about ourselves and the story in 'Born in the USA', for example, is still important to us today."}
{"dataset_id":"tsar2025trial","text_id":"18-b1","original":"Unlike many other best-selling album artists, Springsteen is still releasing chart-topping, stadium-filling new music and remains at the top of his game in his late 60s. It doesn't surprise me at all. This is a man who tells us our most fundamental stories about ourselves and, when you listen to Born in the USA, those stories are as relevant today as they ever were.","target_cefr":"b1","reference":"Springsteen is different from many other musicians who make albums, because he is still creating popular new music, attracting huge crowds to listen to it, and writing and performing as well as ever, despite being in his late 60s. It doesn't surprise me at all. This is a man who tells us our most important stories about ourselves and, when you listen to 'Born in the USA', you realise that his stories are as important today as they ever were."}
{"dataset_id":"tsar2025trial","text_id":"19-a2","original":"More questions lie in looking at the influence of genetics on brain and language development. Are there genes that mutated and gave us language ability? Researchers have found a gene mutation that occurred between 200,000 and 100,000 years ago, which seems to have a connection with speaking and how our brains control our mouths and face. Monkeys have a similar gene, but it did not undergo this mutation. It's too early to say how much influence genes have on language, but one day the answers might be found in our DNA.","target_cefr":"a2","reference":"There are other questions. For example, what does our biology do to our brains and our language? In the past, did something change in our biology and then we could make language? Science has found that there was a change in our biology between 200,000 and 100,000 years ago. Maybe the change affected speaking, because it was about how our brains move our mouths and faces. Monkeys, for example, did not change in the same way. We don't know the answers to these questions yet, but in the future, if we study our biology and history enough, we may find the answers."}
{"dataset_id":"tsar2025trial","text_id":"19-b1","original":"More questions lie in looking at the influence of genetics on brain and language development. Are there genes that mutated and gave us language ability? Researchers have found a gene mutation that occurred between 200,000 and 100,000 years ago, which seems to have a connection with speaking and how our brains control our mouths and face. Monkeys have a similar gene, but it did not undergo this mutation. It's too early to say how much influence genes have on language, but one day the answers might be found in our DNA.","target_cefr":"b1","reference":"More questions appear if we look at the historical effects of our biology on our brains and language development. In the past, did changes in our biology give us language ability? Research has found a change that took place between 200,000 and 100,000 years ago, and it seems this change is connected with speaking and how our brains control our mouths and faces. Monkeys have a similar biology to us, but they did not experience this change. Have changes like this affected our language development, and if so, how much? It's too early for us to know yet, but one day, after more research, we might find the answers."}
{"dataset_id":"tsar2025trial","text_id":"20-a2","original":"Julie Wong is a leading researcher in the field of Robotics and AI. She has been published extensively as author and co-author of over 50 papers in highly regarded, peer-reviewed journals. She frequently speaks at international conferences and was awarded the prestigious Royal Academy Simone Fielding fellowship in 2012. Julie lives with her family in a smart home she designed herself.","target_cefr":"a2","reference":"Julie Wong is a very important scientist computer scientist. She has written more than 50 important articles, alone or with other people, and she often travels to speak in foreign countries. In 2012, the Royal Academy, which is very famous, invited her to become a member. Julie lives with her family in a nice, tidy home. She drew the plans for her home herself."}
{"dataset_id":"tsar2025trial","text_id":"20-b1","original":"Julie Wong is a leading researcher in the field of Robotics and AI. She has been published extensively as author and co-author of over 50 papers in highly regarded, peer-reviewed journals. She frequently speaks at international conferences and was awarded the prestigious Royal Academy Simone Fielding fellowship in 2012. Julie lives with her family in a smart home she designed herself.","target_cefr":"b1","reference":"Julie Wong is one of the most important researchers studying robots and computers. By herself or together with colleagues, she has authored over 50 articles in well respected, carefully checked publications. She frequently speaks at international conferences and she was given membership of the Royal Academy in 2012, which is a terrific achievement. Julie lives with her family in a smart home she designed herself."}
